locale = {
    'language': 'Кыргызча',
    'choose_language': 'Тилди тандаңыз',

    'stop': 'стоп',
    'help': 'жардам',
    'start': 'старт',
    'search': ['издөө', 'издоо'],

    'text_friend': 'Маектеш',

    'message_help': 'Салам-бот аркылуу бейтааныш адамдар менен жашырын маек куруңуз.\n'
                    'Бири-бириңиздерге текст, үн кабарларын жана сурөттөрдү жөнөтүңүз!\n\n\n'
                       
                    'Жеткиликтүү командалар тизмеси:\n\n'
                        
                    '"издөө" - маектешти табуу же которуу.\n\n'
                    '"стоп" - активсиз түргө өтүү.\n\n'
                    '"старт" - активдүү колдонуучунун катарына кайтуу.\n\n'
                    '"жардам" - ушул кабарды көрсөтүү.\n\n'
                    'тилди өзгөртүү үчүн ботту өчүрүп жана кайрадан кошуңуз',

    'message_active': 'Сиз активдүү колдонуучулардын катарына кошулдуңуз. Сиз менен башка колдонуучу маек баштоо '
                      'мүмкүн, же сиз "издөө" командасын жөнөтүп маектеш табыңыз',

    'message_inactive': 'Сиз активсиз колдонуучулардын катарына которулдуңуз, '
                        '"старт" командасын жөнөтүп активдүү колдонуучулардын катарына кайтып келиңиз',

    'message_no_friend': 'Азыркы учурда маектешиңиз жок, "издөө" командасын жөнөтүп маектеш табыңыз.',

    'message_friend_gone': 'Сиздин маектешиңиз кетип калды',
    'message_friend_found': 'Маектеш табылды, жакшы байланыш куруңуз!',
    'message_friend_search': 'Бейтааныш маектешти издөө...',
    'message_friend_not_found': 'Азырынча бош маектеш жок',
    'message_friend_found_user': 'Бейтааныш маектеш Сиз менен сөз баштады',

    'message_chat_close_user': 'Маек Сиздин активсиздигиңиз үчүн токтотулду',
    'message_chat_close_friend': 'Сиздин маектешиңиз жооп бербегендиги үчүн сүйлөшүү токтотулду.',
}
