locales = {
    '-': {
        'message_choose_language': 'Тилди танданыз. Выберите язык\n\n'
                                   ' 1️⃣ Кыргызча\n'
                                   ' 2️⃣ Русский'
    },

    'ky': {
        'stop': 'стоп',
        'help': 'помощь',
        'start': 'старт',
        'search': 'поиск',

        'text_friend': 'Собеседник',

        'message_help': 'Салам-бот, с ним можно общаться со случайным собеседником не раскрывая свою личность.\n'
                        'Отправляйте друг другу текст, голосовые сообщения и фотографии!\n\n\n'
                       
                        'Список доступных команд:\n\n'
                        
                        '"поиск" - найти или сменить собеседника.\n\n'
                        '"стоп" - переход в неактивный режим.\n\n'
                        '"старт" - вернуться в список активных пользователей.\n\n'
                        '"помощь" - показать это сообщение.',

        'message_active': 'Вы переведены в активные пользователи, с Вами могут начинать беседу другие пользователи, '
                          'или отправьте команду "поиск" чтобы найти собеседника',

        'message_inactive': 'Вы переведены в список неактивных пользователей, '
                            'отправьте команду "старт" чтобы снова стать активным',

        'message_no_friend': 'У Вас нет собеседника, отправьте команду "поиск", чтобы найти нового.',

        'message_friend_gone': 'Ваш собеседник покинул беседу',
        'message_friend_found': 'Собеседник найден, хорошего общения!',
        'message_friend_search': 'Поиск случайного собеседника...',
        'message_friend_not_found': 'Нет свободных собеседников',
        'message_friend_found_user': 'Случайный собеседник начал с Вами беседу',

        'message_chat_close_user': 'Беседа завершена по причине Вашей неактивности.',
        'message_chat_close_friend': 'Беседа завершена по причине неактивности Вашего собеседника.',
    },

    'ru': {
        'stop': 'стоп',
        'help': 'помощь',
        'start': 'старт',
        'search': 'поиск',

        'text_friend': 'Собеседник',

        'message_help': 'Салам-бот, с ним можно общаться со случайным собеседником не раскрывая свою личность.\n'
                        'Отправляйте друг другу текст, голосовые сообщения и фотографии!\n\n\n'
                        
                        'Список доступных команд:\n\n'
                        
                        '"поиск" - найти или сменить собеседника.\n\n'
                        '"стоп" - переход в неактивный режим.\n\n'
                        '"старт" - вернуться в список активных пользователей.\n\n'
                        '"помощь" - показать это сообщение.',

        'message_active': 'Вы переведены в активные пользователи, с Вами могут начинать беседу другие пользователи, '
                          'или отправьте команду "поиск" чтобы найти собеседника',

        'message_inactive': 'Вы переведены в список неактивных пользователей, '
                            'отправьте команду "старт" чтобы снова стать активным',

        'message_no_friend': 'У Вас нет собеседника, отправьте команду "поиск", чтобы найти нового.',

        'message_friend_gone': 'Ваш собеседник покинул беседу',
        'message_friend_found': 'Собеседник найден, хорошего общения!',
        'message_friend_search': 'Поиск случайного собеседника...',
        'message_friend_not_found': 'Нет свободных собеседников',
        'message_friend_found_user': 'Случайный собеседник начал с Вами беседу',

        'message_chat_close_user': 'Беседа завершена по причине Вашей неактивности.',
        'message_chat_close_friend': 'Беседа завершена по причине неактивности Вашего собеседника.',
    }
}
