locales = {
    '-': {
        'message_choose_language': 'Тилди тандаңыз. Выберите язык\n\n'
                                   ' 1️⃣ Кыргызча\n'
                                   ' 2️⃣ Русский'
    },

    'ky': {
        'stop': 'стоп',
        'help': 'жардам',
        'start': 'старт',
        'search': ['издөө', 'издоо'],

        'text_friend': 'Маектеш',

        'message_help': 'Салам-бот аркылуу бейтааныш адамдар менен жашырын маек куруңуз.\n'
                        'Бири-бириңиздерге текст, үн кабарларын жана сурөттөрдү жөнөтүңүз!\n\n\n'
                       
                        'Жеткиликтүү командалар тизмеси:\n\n'
                        
                        '"издөө" - маектешти табуу же которуу.\n\n'
                        '"стоп" - активсиз түргө өтүү.\n\n'
                        '"старт" - активдүү колдонуучунун катарына кайтуу.\n\n'
                        '"жардам" - ушул кабарды көрсөтүү.',

        'message_active': 'Сиз активдүү колдонуучулардын катарына кошулдуңуз. Сиз менен башка колдонуучу маек баштоо '
                          'мүмкүн, же сиз "издөө" командасын жөнөтүп маектеш табыңыз',

        'message_inactive': 'Сиз активсиз колдонуучулардын катарына которулдуңуз, '
                            '"старт" командасын жөнөтүп активдүү колдонуучулардын катарына кайтып келиңиз',

        'message_no_friend': 'Азыркы учурда маектешиңиз жок, "издөө" командасын жөнөтүп маектеш табыңыз.',

        'message_friend_gone': 'Сиздин маектешиңиз кетип калды',
        'message_friend_found': 'Маектеш табылды, жакшы байланыш куруңуз!',
        'message_friend_search': 'Бейтааныш маектешти издөө...',
        'message_friend_not_found': 'Азырынча бош маектеш жок',
        'message_friend_found_user': 'Бейтааныш маектеш Сиз менен сөз баштады',

        'message_chat_close_user': 'Маек Сиздин активсиздигиңиз үчүн токтотулду',
        'message_chat_close_friend': 'Сиздин маектешиңиз жооп бербегендиги үчүн сүйлөшүү токтотулду.',
    },

    'ru': {
        'stop': 'стоп',
        'help': 'помощь',
        'start': 'старт',
        'search': 'поиск',

        'text_friend': 'Собеседник',

        'message_help': 'Салам-бот, с ним можно общаться со случайным собеседником не раскрывая свою личность.\n'
                        'Отправляйте друг другу текст, голосовые сообщения и фотографии!\n\n\n'
                        
                        'Список доступных команд:\n\n'
                        
                        '"поиск" - найти или сменить собеседника.\n\n'
                        '"стоп" - переход в неактивный режим.\n\n'
                        '"старт" - вернуться в список активных пользователей.\n\n'
                        '"помощь" - показать это сообщение.',

        'message_active': 'Вы переведены в активные пользователи, с Вами могут начинать беседу другие пользователи, '
                          'или отправьте команду "поиск" чтобы найти собеседника',

        'message_inactive': 'Вы переведены в список неактивных пользователей, '
                            'отправьте команду "старт" чтобы снова стать активным',

        'message_no_friend': 'У Вас нет собеседника, отправьте команду "поиск", чтобы найти нового.',

        'message_friend_gone': 'Ваш собеседник покинул беседу',
        'message_friend_found': 'Собеседник найден, хорошего общения!',
        'message_friend_search': 'Поиск случайного собеседника...',
        'message_friend_not_found': 'Нет свободных собеседников',
        'message_friend_found_user': 'Случайный собеседник начал с Вами беседу',

        'message_chat_close_user': 'Беседа завершена по причине Вашей неактивности.',
        'message_chat_close_friend': 'Беседа завершена по причине неактивности Вашего собеседника.',
    }
}
